tap "gromgit/brewtils"
tap "jesseduffield/lazygit"
tap "schpet/tap"
tap "supabase/tap"
tap "xykong/tap"
brew "aircrack-ng"
brew "cloudflared"
brew "espeak-ng"
brew "ffmpeg"
brew "gemini-cli"
brew "gh"
brew "hyperkey"
brew "lazygit"
brew "linearmouse"
brew "mactop"
brew "mcat"
brew "middledrag"
brew "mq"
brew "nmap"
brew "postgresql@14", restart_service: :changed
brew "rust"
brew "shottr"
brew "uv"
brew "watchman"
brew "wget"
brew "schpet/tap/linear"
brew "xykong/tap/flux-markdown"
cask "bruno"
cask "copilot-cli"
cask "disk-inventory-x"
cask "docker-desktop"
cask "font-fira-code"
cask "helium-browser"
cask "stats"
cask "visual-studio-code"
cask "zen"
